# Line : ზოლის

# Rectangle :  მართკუთხედის 

# Circle : წრის 

# Fill : შევსება.

# Text :ტექსტის დამატება.

# Pen : კალმის ინსტრუმენტი.

# Eraser : წაშლის ინსტრუმენტი.

# Color :ფერის არჩევა.

# Select : სფეროს შერჩევა.

# Undo  :უკან დაბრუნება.

# int (integer): მთელი რიცხვები, მაგალითად: 5, -3
# float (floating point): რეალური რიცხვები, რომლებიც შეიძლება ჰქონდეს წვერი, მაგალითად: 3.11234567890, -0.02
# str (string): ტექსტური მონაცემები, მაგალითად: "IDKK", "12344"
# bool (boolean): ლოგიკური მონაცემები, რომელიც შეიძლება იყოს მხოლოდ True or False.